{
  "catppuccin": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "julia-repl-vim": { "branch": "main" },
  "julia-vim": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "logger.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vague": { "branch": "main" },
  "visual-whitespace.nvim": { "branch": "main" }
}
